{
  "users": [
  ],
  "categories": [
    {
      "id": 1,
      "name": "Personalizada",
      "image": "https://i.imgur.com/pJcQkXG.png",
      "watering_frequency_days": 1,
      "fertilization_frequency_days": 1,
      "vase_change_frequency_days": 1
    },
    {
      "id": 2,
      "name": "Comigo ninguém pode",
      "image": "https://i.imgur.com/17eIxVp.png",
      "watering_frequency_days": 7,
      "fertilization_frequency_days": 365,
      "vase_change_frequency_days": 730
    },
    {
      "id": 3,
      "name": "Lírio da paz",
      "image": "https://i.imgur.com/nGp00mY.png",
      "watering_frequency_days": 7,
      "fertilization_frequency_days": 60,
      "vase_change_frequency_days": 730
    },
    {
      "id": 4,
      "name": "Peperômia",
      "image": "https://i.imgur.com/rhddnMD.png",
      "watering_frequency_days": 2,
      "fertilization_frequency_days": 90,
      "vase_change_frequency_days": 730
    },
    {
      "id": 5,
      "name": "Jiboia",
      "image": "https://i.imgur.com/wyvJhLj.png",
      "watering_frequency_days": 7,
      "fertilization_frequency_days": 90,
      "vase_change_frequency_days": 730
    },
    {
      "id": 6,
      "name": "Espada de São Jorge",
      "image": "https://i.imgur.com/hgrVEMp.png",
      "watering_frequency_days": 10,
      "fertilization_frequency_days": 365,
      "vase_change_frequency_days": 730
    },
    {
      "id": 7,
      "name": "Orquídea",
      "image": "https://i.imgur.com/MuhOFzo.png",
      "watering_frequency_days": 7,
      "fertilization_frequency_days": 30,
      "vase_change_frequency_days": 730
    },
    {
      "id": 8,
      "name": "Costela de adão",
      "image": "https://i.imgur.com/uFaeGxB.png",
      "watering_frequency_days": 7,
      "fertilization_frequency_days": 21,
      "vase_change_frequency_days": 365
    },
    {
      "id": 9,
      "name": "Cacto",
      "image": "https://i.imgur.com/HCv1rYe.png",
      "watering_frequency_days": 7,
      "fertilization_frequency_days": 30,
      "vase_change_frequency_days": 730
    },
    {
      "id": 10,
      "name": "Suculenta",
      "image": "https://i.imgur.com/tVLKB5P.png",
      "watering_frequency_days": 15,
      "fertilization_frequency_days": 90,
      "vase_change_frequency_days": 730
    },
    {
      "id": 11,
      "name": "Samambaia",
      "image": "https://i.imgur.com/nEvwBbl.png",
      "watering_frequency_days": 1,
      "fertilization_frequency_days": 180,
      "vase_change_frequency_days": 365
    }
  ],
  "plants": [],
  "plants_frequency": [],
  "tasks": [],
  "articles": [
    {
      "id": 1,
      "titulo": "Descubra 2 Plantas Brasileiras Irresistíveis para sua Casa",
      "imagem": "https://i.imgur.com/fGCu6YU.png",
      "conteudo": "A rica biodiversidade do Brasil se estende para o mundo das plantas, oferecendo uma variedade incrível de espécies para decorar e dar vida à sua casa. Descubra 2 plantas brasileiras irresistíveis que combinam beleza natural com características únicas, elevando o estilo da sua decoração e criando um ambiente mais verde e relaxante.\n\n1. Costela-de-Adão (Monstera deliciosa):\n\nFolhas grandes e fenestradas, criando um visual único e elegante.\nFácil de cuidar, ideal para iniciantes na jardinagem.\nPrefere ambientes internos com luz indireta e solo úmido.\n\n2. Jiboia (Epipremnum aureum):\n\nFolhas verde-escuras com bordas douradas, perfeitas para cestos suspensos ou como trepadeira.\nAdaptável a diferentes condições de luminosidade e solo.\nPurifica o ar, tornando o ambiente mais saudável."
    },
    {
      "id": 2,
      "titulo": "Dicas e Truques para Rega, Adubação e Troca de Vaso",
      "imagem": "https://i.imgur.com/xyiK7wu.png",
      "conteudo": "Manter suas plantas saudáveis requer cuidados específicos. Aqui estão algumas dicas essenciais:\n\nRega\n\nConheça sua planta: Cada planta tem necessidades de água diferentes. Pesquise sobre a espécie.\nVerifique a umidade do solo: Antes de regar, coloque o dedo no solo. Se estiver seco, regue.\nRegue pela manhã: A rega matinal reduz a evaporação e previne doenças.\nUse água em temperatura ambiente: Evite água muito fria ou quente para não chocar as raízes.\nDrene o excesso de água: Certifique-se de que os vasos tenham orifícios de drenagem.\n\nAdubação\n\nEscolha o adubo certo: Use adubos específicos para o tipo de planta.\nSiga as instruções: Evite sobredosagem para não queimar as raízes.\nAdube na época certa: Adube principalmente na primavera e verão.\nAdubos orgânicos: Compostagem e húmus de minhoca são ótimos para o solo.\n\nTroca de Vaso\n\nEscolha um vaso maior: O novo vaso deve ser 2-4 cm maior em diâmetro.\nUse substrato de qualidade: Utilize um substrato adequado ao tipo de planta.\n\nCom esses cuidados, suas plantas crescerão saudáveis e vigorosas!"
    },
    {
      "id": 3,
      "titulo": "Cuidados Essenciais para Manter Suas Plantas Saudáveis",
      "imagem": "https://imgur.com/YmCFdvS.png",
      "conteudo": "\n\nManter plantas saudáveis vai além de regar e adubar. É um processo que requer atenção e cuidado constante. Aqui estão algumas dicas essenciais:\n\nRega:\n\nConheça suas plantas: Cada uma tem necessidades hídricas específicas.\nVerifique a umidade do solo regularmente.\nPrefira regar pela manhã para evitar o excesso de umidade durante a noite.\nUtilize água em temperatura ambiente para não prejudicar as raízes.\nCertifique-se de que o vaso possui uma boa drenagem para evitar o acúmulo de água.\n\nLuz:\n\nPosicione suas plantas de acordo com as necessidades de luz de cada espécie.\nEvite deixá-las expostas diretamente ao sol forte por longos períodos.\nMonitore o ambiente e ajuste a posição das plantas conforme a incidência de luz.\n\nAdubação:\n\nUtilize adubos adequados ao tipo de planta e siga as instruções de dosagem.\nPrefira adubos orgânicos, como compostagem e húmus de minhoca, para nutrir o solo de forma natural.\nAdube principalmente durante o período de crescimento ativo das plantas.\n\nPodas:\n\nRealize podas regulares para estimular o crescimento saudável e controlar o tamanho das plantas.\nRemova folhas e galhos mortos para evitar a propagação de doenças e pragas.\n\nProteção:\n\nMonitore suas plantas regularmente em busca de sinais de doenças ou pragas.\nMantenha o ambiente limpo e livre de detritos que possam atrair insetos indesejados.\n\nSeguindo essas orientações, suas plantas irão prosperar e trazer ainda mais beleza ao seu ambiente, além de contribuir para um espaço mais saudável e agradável.\n"
    }
  ]
}